Цель исследования - представить результат успешного хирургического лечения больной с разрывом сложной аневризмы средней мозговой артерии (СМА) с применением комбинации различных видов реваскуляризирующих операций.
Материал и методы.
Больная K., 59 лет, с нетравматическим субарахноидально-паренхиматозно-вентрикулярным кровоизлиянием вследствие разрыва сложной аневризмы правой СМА.
Анатомические особенности аневризмы определены по данным компьютерной томографии в ангиографических режимах 2D и 3D.
Во время операции выполнены иссечение тела аневризмы и реанастомоз между М1 и М2 сегментами правой СМА по типу конец в конец с последующим наложением экстра-интракраниального микроанастомоза (ЭИКМА) между лобной ветвью правой поверхностной височной артерии и корковой ветвью правой СМА, расположенной на поверхности лобной доли.
Результаты.